/*****************************************************************************
 * 金徽防窜货系统
 *****************************************************************************
 * UserService.java
 *----------------------------------------------------------------------------
 * (C) 沈阳八维时空科技发展
 *     SHENYANG EIGHTSPACE TECHNOLOGY DEVELOPMENT CO.,LTD.  2014
 *----------------------------------------------------------------------------
 * Version    Date       By            Comment
 * 1.0        2014年6月25日    Frank       新建
 *****************************************************************************/
package services;

/**
 * FIXME 此处填写类的描述信息
 * 
 * @author Frank
 * @date 2014年6月25日
 * @since 1.0
 */
public interface UserService {
    void sync();
}
